import React from 'react'
import PageBanner from '@/components/Common/PageBanner'
import { useTranslations } from 'next-intl';

const TermsAndConditions = () => {
  const t = useTranslations('Contact');
  return (
    <div>
      <PageBanner
        pageTitle={t('Terms of Use')}
        homePageUrl="/"
        homePageText={t('Home')}
        activePageText={t('Terms of Use')}
        bgImage="page-title-one"
      />

      <div className="privacy-area ptb-100">
        <div className="container">
          <h2><strong>Условия использования</strong></h2>

          <p>Добро пожаловать на www.bicard.com!</p>

          <p>Эти условия определяют правила и регламенты использования веб-сайта Bicard, расположенного по адресу www.bicard.com.</p>

          <p>Пользуясь этим веб-сайтом, мы предполагаем, что вы соглашаетесь с этими условиями использования. Не продолжайте использовать www.bicard.com, если вы не согласны принять все условия и положения, изложенные на этой странице.</p>

          <p>Следующая терминология применяется к этим Условиям использования, Заявлению о конфиденциальности и Уведомлению об отказе от ответственности и ко всем Соглашениям:`&quot;`Клиент`&quot;`, `&quot;`Вы`&quot;` и `&quot;`Ваш`&quot;` относится к вам, лицу, входящему на этот веб-сайт и соблюдающему условия и положения Компании. "Компания", "Мы", "Наша" и "Нас" относится к нашей Компании. "Сторона", "Стороны" или "Мы" относится как к Клиенту, так и к нам. Все термины относятся к предложению, принятию и рассмотрению платежа, необходимого для выполнения процесса нашей помощи Клиенту наиболее подходящим способом для выраженной цели удовлетворения потребностей Клиента в отношении предоставления заявленных Компанией услуг в соответствии с действующим и подлежащим применению законодательством kg. Любое использование вышеуказанной терминологии или других слов в единственном числе, множественном числе, с заглавной буквы и/или он/она или они принимаются как взаимозаменяемые и, следовательно, как относящиеся к тому же.</p>

          <h3><strong>Файлы cookie</strong></h3>

          <p>Мы используем файлы cookie. Пользуясь www.bicard.com, вы соглашаетесь на использование файлов cookie в соответствии с Политикой конфиденциальности Bicard.</p>

          <p>Большинство интерактивных веб-сайтов используют файлы cookie, чтобы мы могли получить сведения о пользователе для каждого посещения. Файлы cookie используются нашим веб-сайтом для обеспечения функционирования определенных областей, чтобы облегчить посещение нашего веб-сайта. Некоторые из наших партнеров-аффилиатов/рекламодателей также могут использовать файлы cookie.</p>

          <h3><strong>Лицензия</strong></h3>

          <p>Если не указано иное, Bicard и/или его лицензиары владеют интеллектуальными правами на все материалы на www.bicard.com. Все права на интеллектуальную собственность защищены. Вы можете получить доступ к этому с www.bicard.com для вашего личного использования с учетом ограничений, установленных в этих условиях использования.</p>

          <p>Вы не должны:</p>
          <ul>
            <li>Перепечатывать материал с www.bicard.com</li>
            <li>Продавать, арендовать или сублицензировать материал с www.bicard.com</li>
            <li>Воспроизводить, дублировать или копировать материал с www.bicard.com</li>
            <li>Распространять контент с www.bicard.com</li>
          </ul>

          <p>Это Соглашение начинается с момента его подписания. Наши Условия и положения были созданы с помощью <a href="https://www.termsandconditionsgenerator.com/">Бесплатного генератора условий и положений</a>.</p>


          <p>Части этого веб-сайта предлагают возможность пользователям публиковать и обмениваться мнениями и информацией в определенных разделах веб-сайта. Bicard не фильтрует, редактирует, публикует или проверяет Комментарии до их появления на веб-сайте. Комментарии не отражают взгляды и мнения Bicard, его агентов и/или аффилированных лиц. Комментарии отражают взгляды и мнения лица, которое публикует свои взгляды и мнения. На столько, насколько это позволяется применимым законодательством, Bicard не несет ответственности за Комментарии или за любую ответственность, ущербы или расходы, вызванные и/или претерпеваемые в результате любого использования и/или публикации и/или появления Комментариев на этом веб-сайте.</p>

          <p>Bicard оставляет за собой право мониторить все Комментарии и удалять любые Комментарии, которые могут быть признаны неуместными, оскорбительными или вызывающими нарушение этих Условий использования.</p>

          <p>Вы гарантируете и заявляете, что:</p>

          <ul>
            <li>Вы имеете право размещать Комментарии на нашем веб-сайте и имеете все необходимые лицензии и согласия для этого;</li>
            <li>Комментарии не нарушают никаких прав интеллектуальной собственности, включая, помимо прочего, авторские права, патенты или торговые марки каких-либо третьих лиц;</li>
            <li>Комментарии не содержат никакого клеветнического, оскорбительного, неприличного или иным образом незаконного материала, который является нарушением конфиденциальности;</li>
            <li>Комментарии не будут использоваться для привлечения или продвижения бизнеса или клиентов или представления коммерческой деятельности или незаконной деятельности.</li>
          </ul>

          <p>Вы настоящим предоставляете Bicard неисключительную лицензию на использование, воспроизведение, редактирование и разрешение другим использовать, воспроизводить и редактировать любые из ваших Комментариев в любых формах, форматах или медиа.</p>


          <h3><strong>Гиперссылки на наш контент</strong></h3>

          <p>Следующие организации могут ссылаться на наш веб-сайт без предварительного письменного согласия:</p>

          <ul>
            <li>Государственные органы;</li>
            <li>Поисковые системы;</li>
            <li>Новостные организации;</li>
            <li>Распространители онлайн-каталогов могут ссылаться на наш веб-сайт таким же образом, как они создают гиперссылки на веб-сайты других перечисленных предприятий; и</li>
            <li>Полномочные бизнесы системного уровня, за исключением некоммерческих организаций, торговых центров благотворительности и групп по сбору средств в благотворительных целях, которые не могут создавать гиперссылки на наш веб-сайт.</li>
          </ul>

          <p>Эти организации могут ссылаться на нашу домашнюю страницу, на публикации или на другую информацию веб-сайта, если только ссылка: (а) не является в любом случае обманной; (б) не ложно подразумевает спонсорство, одобрение или одобрение ссылочной стороны и ее продуктов и/или услуг; и (в) соответствует контексту сайта ссылочной стороны.</p>

          <p>Мы можем рассмотреть и одобрить другие запросы на ссылки от следующих типов организаций:</p>


          <ul>
            <li>Источники информации о потребителях и/или бизнесе, широко известные;</li>
            <li>Сайты сообщества dot.com;</li>
            <li>Ассоциации или другие группы, представляющие благотворительные организации;</li>
            <li>Онлайн-распространители каталогов;</li>
            <li>Интернет-порталы;</li>
            <li>Фирмы по бухгалтерскому учету, праву и консалтингу;</li>
            <li>Образовательные учреждения и торговые ассоциации.</li>
          </ul>

          <p>Мы будем одобрять запросы на ссылки от этих организаций, если мы решим, что: (а) ссылка не будет действовать неблагоприятно для нас или для наших аккредитованных бизнесов; (б) у организации нет негативных записей у нас; (в) выгода для нас от видимости гиперссылки компенсирует отсутствие Bicard; и (г) ссылка находится в контексте общей информации о ресурсах.</p>

          <p>Эти организации могут ссылаться на нашу домашнюю страницу, при условии, что ссылка: (а) не является в любом случае обманной; (б) не ложно подразумевает спонсорство, одобрение или одобрение ссылочной стороны и ее продуктов или услуг; и (в) соответствует контексту сайта ссылочной стороны.</p>

          <p>Если вы являетесь одной из организаций, перечисленных в пункте 2 выше, и заинтересованы в ссылке на наш веб-сайт, вы должны уведомить нас, отправив электронное письмо в Bicard. Пожалуйста, укажите ваше имя, название вашей организации, контактную информацию, а также URL вашего сайта, список URL-адресов, с которых вы планируете делать ссылку на наш веб-сайт, и список URL-адресов на нашем сайте, на которые вы хотели бы сделать ссылку. Подождите 2-3 недели на ответ.</p>

          <p>Одобренные организации могут создавать гиперссылки на наш веб-сайт следующим образом:</p>

          <ul>
            <li>С использованием нашего корпоративного наименования; или</li>
            <li>С использованием URL-адреса ресурса, на который создается ссылка; или</li>
            <li>С использованием любого другого описания нашего веб-сайта, на который создается ссылка, которое имеет смысл в контексте и формате содержимого на сайте ссылочной стороны.</li>
          </ul>

          <p>Использование логотипа Bicard или других произведений искусства для создания ссылок будет разрешено только при наличии лицензионного соглашения на торговую марку.</p>


          <h3><strong>iFrames</strong></h3>

          <p>Без предварительного одобрения и письменного разрешения вы не можете создавать фреймы вокруг наших веб-страниц, которые изменяют визуальное представление или внешний вид нашего веб-сайта любым способом.</p>

          <h3><strong>Ответственность за контент</strong></h3>

          <p>Мы не несем ответственности за любой контент, который появляется на вашем веб-сайте. Вы соглашаетесь защищать и защищать нас от всех претензий, которые появляются на вашем веб-сайте. Ни на одном веб-сайте не должны появляться ссылки, которые могут быть истолкованы как клеветнические, непристойные или преступные, или которые нарушают, иным образом нарушают или пропагандируют нарушение или другие нарушения прав третьих лиц.</p>

          <h3><strong>Защита прав</strong></h3>

          <p>Мы оставляем за собой право потребовать удаления всех ссылок или какой-либо конкретной ссылки на наш веб-сайт. Вы соглашаетесь немедленно удалить все ссылки на наш веб-сайт по нашему запросу. Мы также оставляем за собой право вносить изменения в эти условия и положения, а также в политику ссылок в любое время. Продолжая создавать ссылки на наш веб-сайт, вы соглашаетесь быть привязанными к этим условиям и положениям ссылок.</p>

          <h3><strong>Удаление ссылок с нашего веб-сайта</strong></h3>

          <p>Если вы обнаружили на нашем веб-сайте ссылку, которая является оскорбительной по любой причине, вы вправе связаться с нами и сообщить об этом в любое время. Мы рассмотрим запросы на удаление ссылок, но не обязаны делать это или отвечать вам напрямую.</p>

          <p>Мы не гарантируем, что информация на этом веб-сайте правильна, мы не гарантируем ее полноту или точность; также мы не обещаем обеспечить доступность веб-сайта или поддерживать актуальность материалов на веб-сайте.</p>

          <h3><strong>Отказ от ответственности</strong></h3>

          <p>До максимально допустимой применимым законодательством степени мы исключаем все представления, гарантии и условия, относящиеся к нашему веб-сайту и использованию этого веб-сайта. Ничто в этом отказе от ответственности не будет:</p>

          <ul>
            <li>ограничивать или исключать нашу или вашу ответственность за смерть или личные травмы;</li>
            <li>ограничивать или исключать нашу или вашу ответственность за мошенничество или обманное представление;</li>
            <li>ограничивать любые из наших или ваших обязательств в любом случае, который не допускается в соответствии с применимым законодательством; или</li>
            <li>исключить любую из наших или ваших обязательств, которые не могут быть исключены в соответствии с применимым законодательством.</li>
          </ul>

          <p>Ограничения и запреты ответственности, установленные в этом разделе и в других местах в этом отказе от ответственности: (а) подлежат предшествующему абзацу; и (б) регулируют все обязательства, возникающие в рамках этого отказа от ответственности, включая обязательства, возникающие в договоре, по деликту и по нарушению статутных обязательств.</p>

          <p>Пока веб-сайт и информация и услуги на веб-сайте предоставляются бесплатно, мы не будем нести ответственность за любые потери или ущерб любого характера.</p>
        </div>
      </div> 
    </div>
  )
}

export default TermsAndConditions
